exports.menu = (prefix) => {
  return `
╭═══════════════════ ⪩
╎╭╌❅̸╌══⊱⋇⊰︎☠⊱⋇⊰══╌❅̸╌╮
╎║ な ⃝̸̷͓᪺⃔͜⛩️𝐃𝐈𝐕𝐄𝐑𝐒❍̸𝐒 𝐌𝐄𝚴𝐔𝐒⛩️̷᪺͓̅ ⃝̸⃔͜な
╎╰╌❅̸╌══⊱⋇⊰︎☠⊱⋇⊰══╌❅̸╌╯
╎
╎╭╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╮
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Menudono
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Menuadm
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Menuvip
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Efeitosimg
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Logos
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Brincadeiras
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Menucoins
╎╰╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╯
╎
╎╭╌❅̸╌══⊱⋇⊰︎☠⊱⋇⊰══╌❅̸╌╮
╎║な ⃝̸̷͓᪺⃔͜⛩️𝐂𝐌𝐃𝐒 𝐃𝐄 𝐌𝐄𝐌𝐁𝐑❍̸⛩️̷᪺͓̅ ⃝̸⃔͜な
╎╰╌❅̸╌══⊱⋇⊰︎☠⊱⋇⊰══╌❅̸╌╯
╎
╎╭╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╮
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Bug (Questione/Erros) 
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Sugestao (Dica/Sugestão)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Avalie (O quanto é bom) 
╎╰╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╯
╎
╎╭╌❅̸╌══⊱⋇⊰︎☠⊱⋇⊰══╌❅̸╌╮
╎║ な ⃝̸̷͓᪺⃔͜⛩️𝐂𝐌𝐃𝐒-𝐈𝐍𝐅❍̸𝐑𝐌𝐀𝐓𝐈𝐕𝐎𝐒⛩️̷᪺͓̅ ⃝̸⃔͜な
╎╰╌❅̸╌══⊱⋇⊰︎☠⊱⋇⊰══╌❅̸╌╯
╎
╎╭╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╮
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Ping (Velocidade/Up) 
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Atividade (do Grupo)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Rankativo
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Checkativo (@Marcar)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Ranklevel (do Grupo) 
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Consultar_vip
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Dados
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Infobemvindo
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Idiomas (Gtts)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Infodono
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Infoaluguel
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Infocmdvip
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Infovip
╎╰╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╯
╎
╎╭╌❅̸╌══⊱⋇⊰︎☠⊱⋇⊰══╌❅̸╌╮
╎║ な ⃝̸̷͓᪺⃔͜⛩️𝐃𝐎𝐖𝐍𝐋𝐎𝐀𝐃𝐒⛩️̷᪺͓̅ ⃝̸⃔͜な
╎╰╌❅̸╌══⊱⋇⊰︎☠⊱⋇⊰══╌❅̸╌╯
╎
╎╭╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╮
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Play (Nome)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Playvid (Nome)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Playdoc (Nome)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Playmix (Nome)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Shazam (@audio)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Audiomeme (Nome)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Spotify (Link) 
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Tiktok (Link) 
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Tiktokaudio (Link)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Instagram (Link) 
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Instaaudio (Link) 
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Threads (Link)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Kwai (Link/Pesquisa)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Multidl (Link)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Soundcloud (Link)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Mediafire (Link)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Googledrive (Link)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Pinterestmp4 (Link)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Gerarlink (img/vid)
╎╰╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╯
╎
╎╭╌❅̸╌══⊱⋇⊰︎☠⊱⋇⊰══╌❅̸╌╮
╎║ な ⃝̸̷͓᪺⃔͜⛩️𝐏𝐄𝐒𝐐𝐔𝐈𝐒𝐀𝐒⛩️̷᪺͓̅ ⃝̸⃔͜な
╎╰╌❅̸╌══⊱⋇⊰︎☠⊱⋇⊰══╌❅̸╌╯
╎
╎╭╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╮
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Pensador (Nome) 
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Nasa (Ex: 19-10-2007)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Clima (Cidade)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Book (Nome do Livro)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Movie (Nome do Filme)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Imdb (Nome do Filme)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Imdbinfo (Link do Filme)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Animetv (Nome do Anime)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Serie (Nome da Série)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Lyrics (Música) 
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Lyrics2 (Música) 
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Playstore (Nome) 
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Aptoide (Nome)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Happymod (Nome)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Uptodown (Nome)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Receita (Nome)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Signo (Signo) 
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Amazon (Nome) 
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Googlesrc (Nome)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Memedroid
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}iFunnyvideo
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Wikipedia (Nome) 
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Pinterest (Nome) 
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Gimage (Nome) 
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Ytplaylist (Link)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Ytsearch (Nome)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Scep (Número)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Promocell (Celular)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Igsh (@usuário)
╎╰╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╯
╎
╎╭╌❅̸╌══⊱⋇⊰︎☠⊱⋇⊰══╌❅̸╌╮
╎║ な ⃝̸̷͓᪺⃔͜⛩️𝐈𝐍𝐓𝐄𝐋𝐈𝐆𝐄𝐍𝐂𝐈𝐀 (𝐈𝐀)⛩️̷᪺͓̅ ⃝̸⃔͜な
╎╰╌❅̸╌══⊱⋇⊰︎☠⊱⋇⊰══╌❅̸╌╯
╎
╎╭╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╮
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Gemini (Pergunta)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Bard (Pergunta)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Summerize (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Totext (Mencionar-audio)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Gpt (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Gpt-3.5 (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Imagine (Sua ideia)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Redacao (Tema)
╎╰╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╯
╎
╎╭╌❅̸╌══⊱⋇⊰︎☠⊱⋇⊰══╌❅̸╌╮
╎║ な ⃝̸̷͓᪺⃔͜⛩️𝐍𝐎𝐓𝐈𝐂𝐈𝐀𝐒/𝐉𝐎𝐑𝐍𝐀𝐋⛩️̷᪺͓̅ ⃝̸⃔͜な
╎╰╌❅̸╌══⊱⋇⊰︎☠⊱⋇⊰══╌❅̸╌╯
╎
╎╭╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╮
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Getnoticias (Tema)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Esportenews (Notícias)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Gamenews (Notícias)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Brasileirao (Tabela)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Bbb24news (Notícias)
╎╰╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╯
╎
╎╭╌❅̸╌══⊱⋇⊰︎☠⊱⋇⊰══╌❅̸╌╮
╎║ な ⃝̸̷͓᪺⃔͜⛩️𝐅𝐈𝐆𝐔𝐑𝐈𝚴𝐇𝚫𝐒⛩️̷᪺͓̅ ⃝̸⃔͜な
╎╰╌❅̸╌══⊱⋇⊰︎☠⊱⋇⊰══╌❅̸╌╯
╎
╎╭╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╮
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Ttp (Seu texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Fsticker (Marcar-foto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Sticker (Marcar-foto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Toimg (Marcar-sticker)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Stmetadata (Marcar-sticker)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Attp (Seu texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Roubar (Texto/Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Take (Renomear a figurinha)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Rgtake (Texto|Texto) - Registrar sua marca ďágua.
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Qc (Coloque seu texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Figuweb (Texto/Cor)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Rntake (Texto|Texto) - Renomeia 
╎╰╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╯
╎
╎╭╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╮
╎║ な ⃝̸̷͓᪺⃔͜⛩️𝐑𝐀𝐍𝐃𝐎𝐌-𝐂𝐌𝐃𝐒⛩️̷᪺͓̅ ⃝̸⃔͜な
╎╰╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╯
╎
╎╭╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╮
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Gtts (Idioma + Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Tagme 
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Emoji (😏/Whatsapp)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Emojimix (Emoji+Emoji)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Tabela (Letras/Simbolos) 
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Conselhobiblico
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Cantadas
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Conselhos
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Simi (Hable com ela)  
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Perfil
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Calcular (10 + 10)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Morechat (msg1/msg2)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Obesidade (peso/altura)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Contardias (DD/MM/YYYY)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Fazernick (Oq deseja)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Ptvmsg (Mencione-V)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Traduzir (Palavra)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Listaddd (Código do Estado)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Listaddi (Código do País)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Listaddd (Número)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Destrava
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Destrava2
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Gerarcpf
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Tinyurl (Link)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Cuttly (Link)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Bitly (Link)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Dinextenso (Valor)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Sip (Número)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Validarcnpj (número)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Validarcpf (número)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Qrcode (txt/url)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Gethtml (url)
╎╰╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╯
╰═══════════════════ ⪨
`;
};

exports.adms = (prefix) => {
  return `
╭═══════════════════ ⪩
╎╭╌❅̸╌══⊱⋇⊰︎☠⊱⋇⊰══╌❅̸╌╮
╎║ な ⃝̸̷͓᪺⃔͜🤴𝐂❍̸𝐌𝚫𝚴𝐃❍̸𝐒 𝚫𝐃𝐌𝐒🤴 ⃝̸⃔͜な
╎╰╌❅̸╌══⊱⋇⊰︎☠⊱⋇⊰══╌❅̸╌╯
╎
╎╭╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╮
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Antiimg (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Antivideo (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Antiaudio (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Antisticker (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Antiloc (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Anticontato (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Antiddd (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Antidoc (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Antilinkgp (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Antilinkhard (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Antilinkeasy (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Antifake (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Antinotas (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Antipalavra (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Anticatalogo (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Antipalavrao (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Limitecaracteres (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Bemvindo (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Bemvindo2 (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Simih (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Autosticker (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Autorepo (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Leveling (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Odelete (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}x9visuunica (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}x9 (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}So_adm
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Limitecomandos
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Ephemeral
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Multiprefixo (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Tempocmd (segundos)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Antiddd-list
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Add_ddd 
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Del_ddd
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Legenda_imagem (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Legenda_video (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Legenda_estrangeiro (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Legendabv (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Legendasaiu (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Legendabv2 (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Legendasaiu2 (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Autorizar (Solicitações)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Listanegra (Número)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Tirardalista (Número)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}ListanegraG (Número)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}TirardalistaG (Número)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Add_prefixo
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Tirar_prefixo
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Banghost
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Mutelist (Lista-Mutados)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Mute (@mencionar)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Desmute (@mencionar)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Add 5511...
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Reviver (mencionar-msg)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Kick [@]
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Ban (mencionar-msg)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Promover [@] (Ser-admin)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Rebaixar [@] (Rebaixar-adm)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Rmphotogp
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Ephemeral (M. temporárias)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Descgp (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Nomegp (Nome)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Totag (Mencionar algo)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Grupo
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Status
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Limpar
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Atividades
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Linkgp
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Revlinkgp
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Grupoinfo
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Blockcmdgp (cmd)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Unblockcmdgp (cmd)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Listbcmdgp
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Hidetag (txt-marcação)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Marcar (@)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Marcar2 (wa.me)
╎╰╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╯
╰═══════════════════ ⪨
`;
};

exports.menudono = (prefix) => {
  return `
╭═══════════════════ ⪩
╎╭╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╮
╎║ な ⃝̸̷͓᪺⃔͜⛩️𝐀𝐋𝐄𝐀𝐓𝐎𝐑𝐈𝐎𝐒⛩️̷᪺͓̅ ⃝̸⃔͜な
╎╰╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╯
╎
╎╭╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╮
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Setprefix
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Fotomenu
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Fundobemvindo
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Fundosaiu
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Fundolevel
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Servip
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Listagp
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Antipalavrão (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Antiligar (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Fazertm (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Rgtm
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Tirardatm
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Listatm
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Visualizarmsg
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Verificado-global (Selos)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Audio-menu
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Addpalavra (palavrão)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Delpalavra (palavrão)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Ausente (fale-oq-faz)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Ativo
╎╰╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╯
╎
╎╭╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╮
╎║ な ⃝̸̷͓᪺⃔͜⛩️𝐀𝐋𝐔𝐆𝐔𝐄𝐋⛩️̷᪺͓̅ ⃝̸⃔͜な
╎╰╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╯
╎
╎╭╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╮
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Modoaluguel (1/0)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Addrent (@/dias)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Tirarrent (dias)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Delrent
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Cortesia24
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Listrent
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Lastrent
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Codelistrent
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Gerarcoderent (@/dias)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Delcoderent (código)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Gerarcodecort
╎╰╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╯
╎
╎╭╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╮
╎║ な ⃝̸̷͓᪺⃔͜⛩️𝐏𝐑𝐄𝐌𝐈𝐔𝐌-𝐔𝐒𝐔/𝐂𝐌𝐃⛩️̷᪺͓̅ ⃝̸⃔͜な
╎╰╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╯
╎
╎╭╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╮
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Delvip [@/dias]
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Addvip [@/dias]
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Cmdviplist
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Viplist
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Addcmdvip (cmd)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Delcmdvip (cmd)
╎╰╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╯
╎
╎╭╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╮
╎║ な ⃝̸̷͓᪺⃔͜⛩️𝐏𝐑𝐈𝐕𝐀𝐂𝐈𝐃𝐀𝐃𝐄⛩️̷᪺͓̅ ⃝̸⃔͜な
╎╰╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╯
╎
╎╭╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╮
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Wprivacyph
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Wprivacygp
╎╰╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╯
╎
╎╭╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╮
╎║ な ⃝̸̷͓᪺⃔͜⛩️𝐁𝐋𝐎𝐂𝐊/𝐔𝐍𝐁𝐋𝐎𝐂𝐊⛩️̷᪺͓̅ ⃝̸⃔͜な
╎╰╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╯
╎
╎╭╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╮
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Blockcmdg (comando)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Unblockcmdg (comando)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Listbcmdglobal
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Blockuser [@]
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Unblockuser [@]
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Bangp
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Unbangp
╎╰╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╯
╎
╎╭╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╮
╎║ な ⃝̸̷͓᪺⃔͜⛩️𝐋𝐄𝐕𝐄𝐋𝐈𝐍𝐆⛩️̷᪺͓̅ ⃝̸⃔͜な
╎╰╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╯
╎
╎╭╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╮
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Addlevel (quantidade)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Tirarlevel (quantidade)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Addxp (quantidade)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Tirarxp (quantidade)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Blocklevellist
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Blocklevel (@marcar)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Unblocklevel (@marcar)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Rmlevel (@marcar)
╎╰╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╯
╰═══════════════════ ⪨
`;
};

exports.menulogos = (prefix) => {
  return `
╭═══════════════════ ⪩
╎╭╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╮
╎║ な ⃝̸̷͓᪺⃔͜⛩️𝐋❍̸𝐆❍𝐒 - 𝐕𝐈𝐃𝐄𝐎⛩️̷᪺͓̅ ⃝̸⃔͜な
╎╰╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╯
╎
╎╭╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╮
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Pubgv (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Natalmsg (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Anonovo (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Trigrev (Texto)
╎╰╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╯
╎
╎╭╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╮
╎║ な ⃝̸̷͓᪺⃔͜⛩️𝐋❍̸𝐆❍𝐒 𝟑 𝐓𝐄𝐗𝐓𝐎𝐒⛩️̷᪺͓̅ ⃝̸⃔͜な
╎╰╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╯
╎
╎╭╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╮
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Googlesg (txt/txt/txt)
╎╰╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╯
╎
╎╭╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╮
╎║ な ⃝̸̷͓᪺⃔͜⛩️𝐋❍̸𝐆❍𝐒 𝟐 𝐓𝐄𝐗𝐓𝐎𝐒⛩️̷᪺͓̅ ⃝̸⃔͜な
╎╰╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╯
╎
╎╭╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╮
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Grafite (Texto|Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Pubg (Texto|Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Ffbanner (Texto|Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Mascoteavatar (Texto|Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Gameplay (Texto|Texto)
╎╰╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╯
╎
╎╭╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╮
╎║ な ⃝̸̷͓᪺⃔͜⛩️𝐋❍̸𝐆❍𝐒 𝐃𝐄 𝟏 𝐓𝐄𝐗𝐓❍̸⛩️̷᪺͓̅ ⃝̸⃔͜な
╎╰╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╯
╎
╎╭╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╮
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Grafite (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Brilhante (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Blur (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Goldt (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Vietnam (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Tela (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Seta (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Angelwing (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Hackneon (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Fpsmascote (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Equipemascote (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Txtquadrinhos (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Frozen (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}3dsilver (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Starballons (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Goldtext (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Ffavatar (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Mascotegame (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Wingeffect (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Angelglx (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Blackpink (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Gizquadro (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Logogame (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Girlmascote (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Smoke (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Fire (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Romantic (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Narutologo (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Lovemsg (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Lovemsg2 (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Lovemsg3 (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Papel (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Coffecup (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Coffecup2 (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Florwooden (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Madeira (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Lobometal (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Neon2 (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Cup (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Txtborboleta (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Harryp (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Metalgold (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Cemiterio (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Shadow (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Shadow-sky (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Flaming (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Efeitoneon (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Metallic (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Naruto (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Metalgold (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Under-grass (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Harry-potter (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Picture-of-love (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Flower-typography (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Carved-wood (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Butterfly (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Night-sky (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Illuminated-metallic (Texto)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Sweet-candy (Texto)
╎╰╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╯
╰═══════════════════ ⪨
`;
};

exports.alteradores = (prefix) => {
  return `
╭═══════════════════ ⪩
╎╭╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╮
╎║ な ⃝̸̷͓᪺⃔͜⛩️𝚫𝐋𝐓𝛴𝐑𝐀𝐑 𝐕𝐈𝐃𝚵❍̸⛩️̷᪺͓̅ ⃝̸⃔͜な
╎╰╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╯
╎
╎╭╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╮
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Videolento (marca)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Videorapido (marca)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Videocontrario (marca)
╎╰╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╯
╎
╎╭╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╮
╎║ な ⃝̸̷͓᪺⃔͜⛩️𝚫𝐋𝐓𝛴𝐑𝐀𝐑 𝐀𝐔𝐃𝐈❍̸⛩️̷᪺͓̅ ⃝̸⃔͜な
╎╰╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╯
╎
╎╭╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╮
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Audiolento (marca)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Audiorapido (marca)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Grave (marca)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Grave2 (marca)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Esquilo (marca)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Estourar (marca)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Bass (marca)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Bass2 (marca)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Vozmenino (marca)
╎╰╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╯
╰═══════════════════ ⪨
`;
};

exports.menuvip = (isCmdVip, prefix, capitalizeFirstLetter) => {
  return `
╭═══════════════════ ⪩
╎╭╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╮
╎║ な ⃝̸̷͓᪺⃔͜⛩️𝐂❍̸𝐌𝚫𝚴𝐃❍̸𝐒 𝐕𝐈𝐏⛩️ ⃝̸⃔͜な
╎╰╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╯
╎
╎╭╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╮
${isCmdVip.map((cmd, index) => `╎║な ⃟̸̷᪺͓͡🩸 ${prefix + capitalizeFirstLetter(cmd)}`).join("\n")}
╎╰╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╯
╰═══════════════════ ⪨
`;
};

exports.brincadeiras = (prefix) => {
  return `
╭═══════════════════ ⪩
╎╭╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╮
╎║ な ⃝̸̷͓᪺⃔͜⛩️𝐉𝐎𝐆𝐔𝐈𝐍𝐇𝐎𝐒⛩️̷᪺͓̅ ⃝̸⃔͜な
╎╰╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╯
╎
╎╭╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╮
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Jogodavelha (@Marcar) 
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Vab (Você prefere hm?)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Eununca (Eu nunca, eu já?)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Ppt (Pedra/Papel/Tesoura) 
╎╰╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╯
╎
╎╭╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╮
╎║ な ⃝̸̷͓᪺⃔͜⛩️𝐈𝐍𝐓𝐄𝐑𝐀𝐓𝐈𝐕𝐎𝐒⛩️̷᪺͓̅ ⃝̸⃔͜な
╎╰╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╯
╎
╎╭╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╮
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Gay (marca (@))
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Feio (marca (@))
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Corno (marca (@))
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Vesgo (marca (@))
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Bebado (marca (@))
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Gostoso (marca (@))
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Gostosa (marca (@))
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Sigma (marca (@))
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Beta (marca (@))
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Baiano (marca (@))
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Baiana (marca (@))
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Carioca (marca (@))
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Louco (marca (@))
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Louca (marca (@))
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Safada (marca (@))
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Safado (marca (@))
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Macaco (marca (@))
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Macaca (marca (@))
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Puta (marca (@))
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Beijo (marca (@))
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Matar (marca (@))
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Tapa (marca (@))
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Chute (marca (@))
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Dogolpe (marca (@))   
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Nazista (marca (@))
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Chance (fale algo) 
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Surubao (Quantidade) 
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Casal (Casal do grupo)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Quando (Perguntar)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Mencionar (fale algo)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Death (Nome)
╎╰╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╯
╎
╎╭╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╮
╎║ な ⃝̸̷͓᪺⃔͜⛩️𝐓𝐎𝐏 𝟓 - 𝐑𝐀𝐍𝐊⛩️̷᪺͓̅ ⃝̸⃔͜な
╎╰╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╯
╎
╎╭╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╮
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Rankgay (5 gays)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Rankgado (5 gados)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Rankcorno (5 cornos)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Rankgostoso (5 gostosos)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Rankgostosa (5 gostosas)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Ranknazista (5 nazistas)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Rankotakus (5 otakus)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Rankpau (5 pauzudos)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Ranksigma (5 sigmas)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Rankbeta (5 betas)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Rankbaiano (5 baianos)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Rankbaiana (5 baianas)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Rankcarioca (5 cariocas)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Ranksafado (5 safados)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Ranksafada (5 safadas)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Ranklouco (5 loucos)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Ranklouca (5 loucas)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Rankmacaco (5 macacos)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Rankmacaca (5 macacas)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Rankputa (5 putas)
╎╰╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╯
╰═══════════════════ ⪨
`;
};

exports.efeitos = (prefix) => {
  return `
╭═══════════════════ ⪩
╎╭╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╮
╎║ な ⃝̸̷͓᪺⃔͜⛩️𝐄𝐅𝐄𝐈𝐓𝐎𝐒 - 𝐈𝐌𝐆⛩️̷᪺͓̅ ⃝̸⃔͜な
╎╰╌❅̸╌══⊱⋇⊰☠⊱⋇⊰══╌❅̸╌╯
╎
╎╭╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╮
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Comunismo (marcar)-(img)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Bolsonaro (marcar)-(img)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Bnw (marcar)-(img)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Beautiful (marcar)-(img)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Blur (marcar)-(img)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Affect (marcar)-(img)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Del (marcar)-(img)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Circle (marcar)-(img)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Beautiful (marcar)-(img)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Dither (marcar)-(img)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Facepalm (marcar)-(img)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Invert (marcar)-(img)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Lgbt (marcar)-(img)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Magik (marcar)-(img)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Rotate (marcar)-(img)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Rip (marcar)-(img)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Jail (marcar)-(img)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Trash (marcar)-(img)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Pixelate (marcar)-(img)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Sepia (marcar)-(img)
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Wanted (marcar)-(img) 
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Wasted (marcar)-(img) 
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Enhance (marcar)-(img) 
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Tozombie (marcar)-(img) 
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Toanime (marcar)-(img) 
╎║な ⃟̸̷᪺͓͡🩸 ${prefix}Togta (marcar)-(img) 
╎╰╌❅̸╌═⊱⋇⊰🌹⊱⋇⊰═╌❅̸╌╯
╰═══════════════════ ⪨
`;
};
